news/IvankaTrump.org
* So läuft der Tag von Ivanka Trump in Berlin ab |
[2017-04-25 Tue 06:42]

Die Tochter und Beraterin von US-Präsident Donald Trump, Ivanka, ist in Berlin, wird am Mittag auf dem Frauen-Gipfel „Women20 Summit” mit Merkel und Lagarde zusammentreffen. Wer ist die Frau, die inzwischen als eine der mächtigsten der Welt gilt?

[[http://www.bz-berlin.de/berlin/so-laeuft-der-tag-von-ivanka-trump-in-berlin-ab]]
* word
- läuft ab
  - ablaufen
    - expire
- Gipfel
  - height
- mächtig2
  - powerful
- gilt
  - gelten
    - be valid, be directed at

* translation
The daughter and consultant of U.S President Donald Trump, Ivanka is in Berlin and She will meet with the Merkel and Lagarde at the Woman-day "Woman20 Summit". Who is the lady among them, who affects the most powerfully in the world?
