news/output/IvankaTrump.html
<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">So läuft der Tag von Ivanka Trump in Berlin ab |</h2>
<div class="outline-text-2" id="text-unnumbered-1">
<p>

</p>

<p>
Die Tochter und Beraterin von US-Präsident Donald Trump, Ivanka, ist in Berlin, wird am Mittag auf dem Frauen-Gipfel „Women20 Summit” mit Merkel und Lagarde zusammentreffen. Wer ist die Frau, die inzwischen als eine der mächtigsten der Welt gilt?
</p>

<p>
<a href="http://www.bz-berlin.de/berlin/so-laeuft-der-tag-von-ivanka-trump-in-berlin-ab">http://www.bz-berlin.de/berlin/so-laeuft-der-tag-von-ivanka-trump-in-berlin-ab</a>
</p>
</div>
</div>
<div id="outline-container-unnumbered-2" class="outline-2">
<h2 id="unnumbered-2">word</h2>
<div class="outline-text-2" id="text-unnumbered-2">
<ul class="org-ul">
<li>läuft ab
<ul class="org-ul">
<li>ablaufen
<ul class="org-ul">
<li>expire
</li>
</ul>
</li>
</ul>
</li>
<li>Gipfel
<ul class="org-ul">
<li>height
</li>
</ul>
</li>
<li>mächtig2
<ul class="org-ul">
<li>powerful
</li>
</ul>
</li>
<li>gilt
<ul class="org-ul">
<li>gelten
<ul class="org-ul">
<li>be valid, be directed at
</li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-unnumbered-3" class="outline-2">
<h2 id="unnumbered-3">translation</h2>
<div class="outline-text-2" id="text-unnumbered-3">
<p>
The daughter and consultant of U.S President Donald Trump, Ivanka is in Berlin and She will meet with the Merkel and Lagarde at the Woman-day "Woman20 Summit". Who is the lady among them, who affects the most powerfully in the world?
</p>
</div>
</div>
